Repository: abhisheknaik2k20/namaste-jharkhand
Catalog: lib/l10n/app_*.arb
Languages: hi

# appName
source: Wonderous
hi: वंडरस

# localeSwapButton
source: 简体中文
hi: English

# animatedArrowSemanticSwipe
source: Explore details about {title}.
hi: {title} के बारे में विवरण एक्सप्लोर करें।

# appBarTitleFactsHistory
source: Facts and History
hi: तथ्य और इतिहास

# appBarTitleConstruction
source: Construction
hi: निर्माण

# appBarTitleLocation
source: Location Info
hi: स्थान की जानकारी

# bottomScrubberSemanticScrubber
source: scrubber
hi: स्क्रबर

# bottomScrubberSemanticTimeline
source: Timeline Scrubber, drag horizontally to navigate the timeline.
hi: समयरेखा स्क्रबर, समयरेखा में नेविगेट करने के लिए क्षैतिज रूप से खींचें।

# collectionLabelDiscovered
source: {percentage}% discovered
hi: {percentage}% मिला

# collectionLabelCount
source: {count} of {total}
hi: {count} में से {total}

# collectionButtonReset
source: Reset Collection
hi: संग्रह रीसेट करें

# eventsListButtonOpenGlobal
source: Open global timeline
hi: वैश्विक समयरेखा खोलें

# newlyDiscoveredSemanticNew
source: {count} new item{suffix} to explore. Scroll to new item
hi: अन्वेषण के लिए {count} नया आइटम{suffix}। नए आइटम पर स्क्रोल करें

# newlyDiscoveredLabelNew
source: {count} new item{suffix} to explore
hi: अन्वेषण के लिए {count} नया आइटम{suffix}

# resultsPopupEnglishContent
source: This content is provided by the Metropolitan Museum of Art Collection API, and is only available in English.
hi: यह सामग्री मेट्रोपॉलिटन म्यूज़ियम ऑफ़ आर्ट कलेक्शन API द्वारा प्रदान की गई है, और केवल अंग्रेज़ी में उपलब्ध है।

# resultsSemanticDismiss
source: dismiss message
hi: संदेश बंद करें

# scrollingContentSemanticYoutube
source: Youtube thumbnail
hi: यूट्यूब थंबनेल

# scrollingContentSemanticOpen
source: Open fullscreen maps view
hi: फ़ुलस्क्रीन नक्शा दृश्य खोलें

# searchInputTitleSuggestions
source: Suggestions
hi: सुझाव

# searchInputHintSearch
source: Search (ex. type or material)
hi: खोज (जैसे: प्रकार या सामग्री)

# searchInputSemanticClear
source: clear search
hi: खोज साफ़ करें

# timelineSemanticDate
source: {fromDate} to {endDate}
hi: {fromDate} से {endDate}

# titleLabelDate
source: {fromDate} to {endDate}
hi: {fromDate} से {endDate}

# appModalsButtonOk
source: Ok
hi: ठीक है

# appModalsButtonCancel
source: Cancel
hi: रद्द करें

# appPageDefaultTitlePage
source: page
hi: पृष्ठ

# appPageSemanticSwipe
source: {pageTitle} {current} of {total}.
hi: {pageTitle} {current} में से {total}.

# semanticsPrevious
source: Previous {title}
hi: पिछला {title}

# semanticsNext
source: Next {title}
hi: अगला {title}

# artifactsTitleArtifacts
source: MARKETPLACE
hi: मार्केटप्लेस

# artifactsSemanticsPrevious
source: Previous marketplace
hi: पिछला मार्केटप्लेस

# artifactsSemanticsNext
source: Next marketplace
hi: अगला मार्केटप्लेस

# artifactsSemanticArtifact
source: Marketplace
hi: मार्केटप्लेस

# artifactsButtonBrowse
source: Browse all marketplace
hi: सभी मार्केटप्लेस ब्राउज़ करें

# artifactDetailsLabelDate
source: Date
hi: तारीख

# introTitleJourney
source: Journey through Jharkhand
hi: झारखंड की यात्रा

# introDescriptionNavigate
source: Navigate the land of forests, waterfalls, and vibrant tribal heritage.
hi: जंगलों, झरनों और जीवंत जनजातीय धरोहर की भूमि में सफ़र करें।

# introTitleExplore
source: Explore landmarks
hi: स्थलों की खोज करें

# introDescriptionUncover
source: Uncover ancient temples, majestic waterfalls, and hidden caves across Jharkhand.
hi: झारखंड के प्राचीन मंदिरों, भव्य झरनों और छुपी गुफाओं की खोज करें।

# introTitleDiscover
source: Discover traditions
hi: परंपराओं को जानें

# introDescriptionLearn
source: Learn about Jharkhand’s diverse tribal culture, festivals, and timeless art forms.
hi: झारखंड की विविध जनजातीय संस्कृति, त्यौहारों और अमर कला रूपों के बारे में जानें।

# introSemanticNavigate
source: Navigate
hi: सफ़र करें

# introSemanticSwipeLeft
source: Swipe left to continue
hi: आगे बढ़ने के लिए बाएँ स्वाइप करें

# introSemanticEnterApp
source: Enter the app
hi: ऐप में प्रवेश करें

# introSemanticWonderous
source: Wonderous
hi: वंडरस

# labelledToggleSemanticToggle
source: toggle
hi: टॉगल

# photoGallerySemanticCollectible
source: collectible!
hi: संग्रहणीय!

# photoGallerySemanticFocus
source: Photo {photoIndex} of {photoTotal}. Tap to focus.
hi: फ़ोटो {photoIndex} का {photoTotal}। फ़ोकस करने के लिए टैप करें।

# photoGallerySemanticFullscreen
source: Photo {photoIndex} of {photoTotal}. Tap to open fullscreen view.
hi: फ़ोटो {photoIndex} का {photoTotal}। फुलस्क्रीन खोलने के लिए टैप करें।

# eraPrehistory
source: Prehistory
hi: प्रागैतिहासिक काल

# eraClassical
source: Classical Era
hi: शास्त्रीय युग

# eraEarlyModern
source: Early Modern Era
hi: प्रारंभिक आधुनिक युग

# eraModern
source: Modern Era
hi: आधुनिक युग

# yearBCE
source: BCE
hi: ईसा पूर्व

# yearCE
source: CE
hi: ईस्वी

source: Year
hi: वर्ष

# timelineLabelConstruction
source: Construction of {title} begins.
hi: {title} का निर्माण प्रारंभ होता है।

# timelineTitleGlobalTimeline
source: Global Timeline
hi: वैश्विक समयरेखा

# wallpaperModalSave
source: Save this poster to your photo gallery?
hi: क्या आप इस पोस्टर को अपनी फोटो गैलरी में सहेजना चाहते हैं?

# wallpaperModalSaving
source: Saving Image. Please wait...
hi: चित्र सहेजा जा रहा है। कृपया प्रतीक्षा करें...

# wallpaperModalSaveComplete
source: Save complete!
hi: सहेजना पूरा हुआ!

# wallpaperSemanticSharePhoto
source: share photo
hi: फ़ोटो साझा करें

# wallpaperSemanticTakePhoto
source: take photo
hi: फ़ोटो लें

# wallpaperCheckboxShowTitle
source: Show Title
hi: शीर्षक दिखाएँ

# wonderDetailsTabLabelInformation
source: information and history
hi: जानकारी और इतिहास

# wonderDetailsTabLabelImages
source: photo gallery
hi: फ़ोटो गैलरी

# wonderDetailsTabLabelArtifacts
source: artifacts
hi: कलाकृतियाँ

# wonderDetailsTabLabelEvents
source: events
hi: घटनाएँ

# wonderDetailsTabSemanticBack
source: back to wonder selection
hi: वंडर चयन पर वापस जाएँ

# homeSemanticOpenMain
source: Open main menu
hi: मुख्य मेन्यू खोलें

# homeSemanticWonder
source: wonder
hi: वंडर

# chichenItzaTitle
source: Jagannath Temple
hi: जगन्नाथ मंदिर

# chichenItzaSubTitle
source: Lord of the Universe
hi: सृष्टि के स्वामी

# chichenItzaRegionTitle
source: Puri, Odisha
hi: पुरी, ओडिशा

# chichenItzaArtifactCulture
source: Hindu
hi: हिंदू

# chichenItzaArtifactGeolocation
source: Eastern India
hi: पूर्वी भारत

# chichenItzaPullQuote1Top
source: The Divine Connection Between
hi: पृथ्वी और पवित्र लोक के बीच

# chichenItzaPullQuote1Bottom
source: Earth and the Sacred Realm
hi: दिव्य संबंध

# chichenItzaPullQuote2
source: The Jagannath Temple represents the eternal bond between devotion and divinity, where millions find spiritual solace and divine blessings.
hi: जगन्नाथ मंदिर भक्ति और दिव्यता के शाश्वत बंधन का प्रतीक है, जहाँ लाखों लोग आध्यात्मिक शांति और दिव्य आशीर्वाद प्राप्त करते हैं।

# chichenItzaPullQuote2Author
source: Devotional Scripture
hi: भक्ति शास्त्र

# chichenItzaCallout1
source: The temple exhibits the magnificent Kalinga architectural style, featuring a towering spire that dominates the skyline of Puri and serves as a beacon for pilgrims.
hi: मंदिर भव्य कलिंग वास्तुकला शैली को दर्शाता है, जिसमें ऊँचा शिखर पुरी के आकाश को छूता है और तीर्थयात्रियों के लिए एक प्रकाशस्तंभ का कार्य करता है।

# chichenItzaCallout2
source: The temple complex covers a substantial area and houses the famous wooden deities of Lord Jagannath, Balabhadra, and Subhadra on the jeweled throne (Ratna Simhasana).
hi: मंदिर परिसर विशाल क्षेत्र में फैला है और इसमें प्रसिद्ध लकड़ी की मूर्तियाँ भगवान जगन्नाथ, बलभद्र और सुभद्रा की रत्न सिंहासन (रत्न सिंहासन) पर प्रतिष्ठित हैं।

# chichenItzaVideoCaption
source: Jagannath Temple: Sacred Journey and Divine Architecture of Puri
hi: जगन्नाथ मंदिर: पुरी की पवित्र यात्रा और दिव्य वास्तुकला

# chichenItzaMapCaption
source: Map showing location of Jagannath Temple in Puri, Odisha, on the eastern coast of India.
hi: भारत के पूर्वी तट पर ओडिशा के पुरी में स्थित जगन्नाथ मंदिर का मानचित्र।

# chichenItzaHistoryInfo1
source: The Jagannath Temple is a Hindu temple dedicated to Lord Jagannath, a form of Vishnu, located in Puri, Odisha. The present temple was constructed in the 12th century by King Anantavarman Chodaganga Deva of the Eastern Ganga dynasty. According to temple records, the original temple was built by the legendary King Indradyumna of Avanti.
hi: जगन्नाथ मंदिर भगवान जगन्नाथ (विष्णु का एक रूप) को समर्पित एक हिंदू मंदिर है, जो पुरी, ओडिशा में स्थित है। वर्तमान मंदिर का निर्माण 12वीं शताब्दी में पूर्वी गंगा वंश के राजा अनंतवर्मन चोडगंग देव ने कराया था। मंदिर के अभिलेखों के अनुसार, मूल मंदिर का निर्माण अवंति के पौराणिक राजा इंद्रद्युम्न ने कराया था।

# chichenItzaHistoryInfo2
source: The temple is one of the four sacred Char Dham pilgrimage sites in Hinduism, along with Dwarka, Badrinath, and Rameswaram. It has been a major center of Vaishnavism for over a thousand years and attracts millions of devotees annually, especially during the world-famous Rath Yatra festival.
hi: मंदिर हिंदू धर्म के चार पवित्र धामों (चारधाम) में से एक है, अन्य हैं द्वारका, बद्रीनाथ और रामेश्वरम। यह सहस्राब्दियों से वैष्णव परंपरा का एक प्रमुख केंद्र रहा है और विशेषकर विश्वप्रसिद्ध रथ यात्रा उत्सव के दौरान हर वर्ष लाखों भक्तों को आकर्षित करता है।

# chichenItzaConstructionInfo1
source: The temple showcases the classic Kalinga architectural style with its towering spire (vimana) built in the Nagara style Rekha deula and the assembly hall (jagamohana) in Pidha deula style. The main structure stands on a raised platform in the center of an inner courtyard and features intricate stone carvings.
hi: मंदिर पारंपरिक कलिंग वास्तुकला शैली का अद्भुत उदाहरण है, जिसमें नागर शैली के रेखा देउला में बना ऊँचा शिखर (विमान) और पीढ़ा देउला शैली में बना सभा मंडप (जगमोहन) शामिल है। मुख्य संरचना आंतरिक प्रांगण के मध्य ऊँचे मंच पर स्थित है और इसमें बारीक पत्थर की नक्काशी की गई है।

# chichenItzaConstructionInfo2
source: The temple complex includes the main shrine housing the wooden deities on the Ratna Simhasana (jeweled throne), along with multiple smaller temples and structures. The famous wooden idols of Jagannath, Balabhadra, and Subhadra are unique in their abstract, stylized forms and are renewed in a sacred ceremony called Nabakalebara.
hi: मंदिर परिसर में मुख्य गर्भगृह है, जहाँ रत्न सिंहासन (रत्न सिंहासन) पर लकड़ी की मूर्तियाँ प्रतिष्ठित हैं। इसके साथ ही कई छोटे मंदिर और संरचनाएँ भी शामिल हैं। जगन्नाथ, बलभद्र और सुभद्रा की प्रसिद्ध लकड़ी की मूर्तियाँ अपनी अनोखी, प्रतीकात्मक और शैलीबद्ध रूपों के लिए जानी जाती हैं, जिन्हें पवित्र नवीकरण अनुष्ठान 'नवकलेबर' में पुनः स्थापित किया जाता है।

# chichenItzaLocationInfo1
source: The Jagannath Temple is located in Puri, a coastal city in Odisha state on India's eastern seaboard. The temple sits near the Bay of Bengal, making it easily accessible to pilgrims from across India and beyond.
hi: जगन्नाथ मंदिर पुरी में स्थित है, जो भारत के पूर्वी समुद्रतट पर ओडिशा राज्य का एक तटीय शहर है। यह मंदिर बंगाल की खाड़ी के निकट स्थित है, जिससे यह भारत और विदेश से आने वाले तीर्थयात्रियों के लिए सुगम है।

# chichenItzaLocationInfo2
source: Puri is well-connected by road, rail, and air, with the temple serving as the spiritual and cultural heart of the city. The annual Rath Yatra procession moves through the Grand Road (Bada Danda) to the Gundicha Temple, covering a distance that becomes a sacred pathway for millions of devotees.
hi: पुरी सड़क, रेल और हवाई मार्ग से अच्छी तरह जुड़ा हुआ है, और मंदिर शहर का आध्यात्मिक और सांस्कृतिक हृदय है। वार्षिक रथ यात्रा उत्सव में रथ जुलूस 'बड़ा दंडा' (ग्रैंड रोड) से गुंडीचा मंदिर तक जाता है, जो लाखों भक्तों के लिए एक पवित्र मार्ग बन जाता है।

# chichenItza600ce
source: Ancient period: Early establishment of Jagannath worship in the region, with roots in tribal and Vedic traditions.
hi: प्राचीन काल: क्षेत्र में जगन्नाथ उपासना की प्रारंभिक स्थापना, जिसकी जड़ें जनजातीय और वैदिक परंपराओं में थीं।

# chichenItza832ce
source: Medieval period: Development of organized temple worship and construction of earlier temple structures on the site.
hi: मध्यकाल: संगठित मंदिर उपासना का विकास और स्थल पर प्राचीन मंदिर संरचनाओं का निर्माण।

# chichenItza998ce
source: Continued expansion and establishment of the temple as a major pilgrimage center in eastern India.
hi: लगातार विस्तार और मंदिर को पूर्वी भारत में एक प्रमुख तीर्थ केंद्र के रूप में स्थापित करना।

# chichenItza1100ce
source: 12th century: Construction of the present temple structure begins under King Anantavarman Chodaganga Deva.
hi: 12वीं शताब्दी: राजा अनंतवर्मन चोडगंग देव के शासनकाल में वर्तमान मंदिर का निर्माण प्रारंभ हुआ।

# chichenItza1527ce
source: Mughal period: Temple faces challenges but maintains its religious significance and devotional practices.
hi: मुगल काल: मंदिर ने चुनौतियों का सामना किया, फिर भी अपनी धार्मिक महत्ता और भक्ति परंपराओं को बनाए रखा।

# chichenItza1535ce
source: 1558 CE: First recorded Rath Yatra festival begins, establishing the annual chariot procession tradition that continues today.
hi: 1558 ईस्वी: पहली दर्ज की गई रथ यात्रा प्रारंभ हुई, जिससे वार्षिक रथ उत्सव की परंपरा स्थापित हुई, जो आज भी जारी है।

# chichenItzaCollectible1Title
source: Sacred Tulsi Beads
hi: पवित्र तुलसी की माला

# chichenItzaCollectible1Icon
source: jewelry
hi: आभूषण

# chichenItzaCollectible2Title
source: Temple Bell Ornament
hi: मंदिर की घंटी का अलंकरण

# chichenItzaCollectible2Icon
source: jewelry
hi: आभूषण

# chichenItzaCollectible3Title
source: Pattachitra Painting
hi: पट्टचित्र चित्रकला

# chichenItzaCollectible3Icon
source: picture
hi: चित्र

# christRedeemerTitle
source: Betla National Park
hi: बेतला राष्ट्रीय उद्यान

# christRedeemerSubTitle
source: Wildlife Sanctuary and Tiger Reserve
hi: वन्यजीव अभयारण्य और बाघ अभयारण्य

# christRedeemerRegionTitle
source: Latehar District, Jharkhand
hi: लातेहार जिला, झारखंड

# christRedeemerArtifactGeolocation
source: Eastern India
hi: पूर्वी भारत

# christRedeemerPullQuote1Top
source: A Perfect Union Between
hi: वन्यजीव और संरक्षण के बीच

# christRedeemerPullQuote1Bottom
source: Wildlife and Conservation
hi: एक आदर्श संगम

# christRedeemerPullQuote2
source: Stepping into Betla is like entering a different realm where majestic predators like tigers, leopards, wolves, and wild dogs roam.
hi: बेतला में कदम रखना ऐसा है जैसे किसी और लोक में प्रवेश करना, जहाँ शेर, तेंदुए, भेड़िए और जंगली कुत्तों जैसे भव्य शिकारी घूमते हैं।

# christRedeemerPullQuote2Author
source: Wildlife Guide
hi: वन्यजीव गाइड

# christRedeemerCallout1
source: Betla is an acronym for Bison, Elephant, Tiger, Leopard, and Axis-axis, representing the diverse wildlife found in the park.
hi: बेतला का नाम बाइसन, हाथी, बाघ, तेंदुआ और अक्ष-अक्षिस (चित्तीदार हिरण) से बना है, जो पार्क में पाए जाने वाले विविध वन्यजीवों का प्रतिनिधित्व करता है।

# christRedeemerCallout2
source: It was one of the first nine tiger reserves created in India under Project Tiger in 1973, and declared a national park in 1986, spreading over 226.32 square kilometers.
hi: यह 1973 में प्रोजेक्ट टाइगर के तहत बनाए गए भारत के पहले नौ बाघ अभयारण्यों में से एक था और 1986 में इसे राष्ट्रीय उद्यान घोषित किया गया, जो 226.32 वर्ग किलोमीटर क्षेत्र में फैला है।

# christRedeemerVideoCaption
source: Betla National Park: Wildlife Safari and Conservation in Jharkhand
hi: बेतला राष्ट्रीय उद्यान: झारखंड में वन्यजीव सफारी और संरक्षण

# christRedeemerMapCaption
source: Map showing location of Betla National Park in Latehar and Palamu districts, Jharkhand.
hi: लातेहार और पलामू जिलों, झारखंड में स्थित बेतला राष्ट्रीय उद्यान का मानचित्र।

# christRedeemerHistoryInfo1
source: Betla National Park was originally established as Palamau Wildlife Sanctuary and later became part of the Palamau Tiger Reserve when Project Tiger was launched in 1973. The region has been inhabited for centuries by indigenous tribes like the Oraon and Munda, who have coexisted with the wildlife.
hi: बेतला राष्ट्रीय उद्यान की शुरुआत पलामू वन्यजीव अभयारण्य के रूप में हुई थी और 1973 में प्रोजेक्ट टाइगर शुरू होने पर यह पलामू टाइगर रिजर्व का हिस्सा बन गया। यह क्षेत्र सदियों से उरांव और मुंडा जैसी जनजातियों का निवास स्थान रहा है, जिन्होंने वन्यजीवों के साथ सहअस्तित्व बनाए रखा।

# christRedeemerHistoryInfo2
source: The park gained prominence as one of the first nine tiger reserves in India under Project Tiger initiative. It has the distinction of being the first sanctuary in the world where certain tiger conservation milestones were achieved. The area was upgraded from a wildlife sanctuary to a national park status in 1986.
hi: यह पार्क प्रोजेक्ट टाइगर पहल के तहत भारत के पहले नौ बाघ अभयारण्यों में से एक के रूप में प्रसिद्ध हुआ। यह विश्व का पहला ऐसा अभयारण्य है जहाँ कुछ महत्वपूर्ण बाघ संरक्षण उपलब्धियाँ हासिल की गईं। 1986 में इस क्षेत्र को वन्यजीव अभयारण्य से राष्ट्रीय उद्यान का दर्जा दिया गया।

# christRedeemerConstructionInfo1
source: The park is located on the Chota Nagpur Plateau with an average elevation of about 1000 feet. It falls within the Indo-Malayan biogeographic realm and boasts remarkable diversity of flora and fauna across its varied terrain of forests, hills, valleys, and grasslands.
hi: यह उद्यान छोटा नागपुर पठार पर लगभग 1000 फीट की औसत ऊँचाई पर स्थित है। यह इंडो-मलायन जैवभौगोलिक क्षेत्र का हिस्सा है और इसमें जंगलों, पहाड़ियों, घाटियों और घास के मैदानों की विविध भौगोलिक संरचना के बीच अद्भुत वनस्पति और जीव-जंतु पाए जाते हैं।

# christRedeemerConstructionInfo2
source: Infrastructure within the park includes watch towers, ground hides for wildlife viewing, safari routes for jeeps and elephant rides, and visitor facilities. The park is designed to provide multiple opportunities for wildlife observation while maintaining conservation protocols.
hi: पार्क के ढांचे में वॉच टावर, वन्यजीव देखने के लिए ग्राउंड हाइड्स, जीप और हाथी सफारी मार्ग, और आगंतुक सुविधाएँ शामिल हैं। पार्क का डिजाइन इस प्रकार है कि यह वन्यजीव अवलोकन के कई अवसर प्रदान करता है और साथ ही संरक्षण प्रोटोकॉल का पालन भी करता है।

# christRedeemerLocationInfo1
source: Betla National Park is located in the Latehar and Palamu districts of Jharkhand, approximately 170 kilometers from Ranchi. It is situated in the Chota Nagpur Plateau region, surrounded by lush green forests, hills, valleys, and waterfalls.
hi: बेतला राष्ट्रीय उद्यान झारखंड के लातेहार और पलामू जिलों में स्थित है, जो रांची से लगभग 170 किलोमीटर दूर है। यह छोटा नागपुर पठार क्षेत्र में बसा है और हरे-भरे जंगलों, पहाड़ियों, घाटियों और झरनों से घिरा हुआ है।

# christRedeemerLocationInfo2
source: The park forms the core area of the larger Palamau Tiger Reserve, which covers a total area of 1,129.93 square kilometers. The location provides a natural habitat for diverse wildlife in the heart of Jharkhand's tribal belt.
hi: यह पार्क बड़े पलामू टाइगर रिजर्व का मुख्य क्षेत्र है, जो कुल 1,129.93 वर्ग किलोमीटर में फैला है। यह स्थान झारखंड की जनजातीय पट्टी के मध्य विविध वन्यजीवों के लिए प्राकृतिक आवास प्रदान करता है।

# christRedeemer1850ce
source: Indigenous tribes like Oraon and Munda have inhabited the region for centuries, living in harmony with the diverse wildlife of the area.
hi: उरांव और मुंडा जैसी जनजातियाँ सदियों से इस क्षेत्र में बसी हुई हैं और यहाँ के विविध वन्यजीवों के साथ सामंजस्य में रहती आई हैं।

# christRedeemer1921ce
source: Early wildlife surveys and documentation of the region's biodiversity begin, recognizing the area's potential for conservation.
hi: क्षेत्र की जैव विविधता के प्रारंभिक वन्यजीव सर्वेक्षण और दस्तावेजीकरण शुरू हुए, जिससे संरक्षण की संभावनाएँ पहचानी गईं।

# christRedeemer1922ce
source: The region gains attention from colonial forest administration for its rich wildlife and forest resources.
hi: क्षेत्र अपने समृद्ध वन्यजीव और वन संसाधनों के कारण औपनिवेशिक वन प्रशासन का ध्यान आकर्षित करने लगा।

# christRedeemer1926ce
source: Systematic wildlife management and protection measures begin to be implemented in the region.
hi: क्षेत्र में व्यवस्थित वन्यजीव प्रबंधन और संरक्षण उपाय लागू होने लगे।

# christRedeemer1931ce
source: The area is formally recognized as requiring special protection due to its unique ecosystem and wildlife population.
hi: क्षेत्र को इसके अद्वितीय पारिस्थितिकी तंत्र और वन्यजीव जनसंख्या के कारण विशेष संरक्षण की आवश्यकता वाला क्षेत्र घोषित किया गया।

# christRedeemer2006ce
source: Continued conservation efforts and modernization of park facilities, including improved safari infrastructure and visitor amenities.
hi: संरक्षण प्रयास जारी रहे और पार्क सुविधाओं का आधुनिकीकरण हुआ, जिसमें बेहतर सफारी ढाँचा और आगंतुक सुविधाएँ शामिल हैं।

# christRedeemerCollectible1Title
source: Tiger Pugmark Cast
hi: बाघ के पंजों की छाप (पगमार्क कास्ट)

# christRedeemerCollectible1Icon
source: statue
hi: प्रतिमा

# christRedeemerCollectible2Title
source: Medicinal Plant Collection
hi: औषधीय पौधों का संग्रह

# christRedeemerCollectible2Icon
source: jewelry
hi: आभूषण

# christRedeemerCollectible3Title
source: Tribal Handicrafts
hi: जनजातीय हस्तशिल्प

# christRedeemerCollectible3Icon
source: textile
hi: वस्त्र

# colosseumTitle
source: Parasnath Hill
hi: पारसनाथ पर्वत

# colosseumSubTitle
source: Sammed Shikhar
hi: सम्मेद शिखर

# colosseumRegionTitle
source: Giridih, Jharkhand
hi: गिरिडीह, झारखंड

# colosseumArtifactCulture
source: Jain
hi: जैन

# colosseumArtifactGeolocation
source: Eastern India
hi: पूर्वी भारत

# colosseumPullQuote1Top
source: Sacred Peak Where Twenty
hi: पवित्र शिखर जहाँ बीस

# colosseumPullQuote1Bottom
source: Tirthankaras Attained Moksha
hi: तीर्थंकरों ने मोक्ष प्राप्त किया

# colosseumPullQuote2
source: Sammed Shikhar represents the ultimate spiritual destination where divine souls achieved liberation through meditation and detachment from worldly bonds.
hi: सम्मेद शिखर वह परम आध्यात्मिक स्थल है जहाँ दिव्य आत्माओं ने ध्यान और सांसारिक बंधनों से विरक्ति द्वारा मुक्ति प्राप्त की।

# colosseumPullQuote2Author
source: Jain Scripture
hi: जैन शास्त्र

# colosseumCallout1
source: It is the holiest pilgrimage site for Jains, where 20 out of 24 Tirthankaras attained Moksha (salvation), including the 23rd Tirthankara Lord Parshvanatha who achieved liberation here in 772 BCE.
hi: यह जैनों का सबसे पवित्र तीर्थ स्थल है, जहाँ 24 में से 20 तीर्थंकरों ने मोक्ष (निर्वाण) प्राप्त किया। इनमें 23वें तीर्थंकर भगवान पार्श्वनाथ भी शामिल हैं, जिन्होंने 772 ईसा पूर्व यहाँ मुक्ति पाई।

# colosseumCallout2
source: At 1,370 meters (4,480 feet), it is the highest peak in Jharkhand state and houses 32 ancient temples with exquisite stone carvings depicting Jain spiritual teachings and mythology.
hi: 1,370 मीटर (4,480 फीट) की ऊँचाई पर स्थित यह झारखंड की सबसे ऊँची चोटी है, जहाँ 32 प्राचीन मंदिर हैं जिनमें जैन धर्म की शिक्षाओं और पौराणिक कथाओं की अद्भुत शिल्पकला उकेरी गई है।

# colosseumVideoCaption
source: Sammed Shikhar: Sacred Journey to Jain Pilgrimage Site on Parasnath Hill
hi: सम्मेद शिखर: पारसनाथ पर्वत पर जैन तीर्थ यात्रा की पवित्र यात्रा

# colosseumMapCaption
source: Map showing location of Parasnath Hill in Giridih district, Jharkhand, Eastern India
hi: गिरिडीह जिला, झारखंड, पूर्वी भारत में स्थित पारसनाथ पर्वत का मानचित्र

# colosseumHistoryInfo1
source: Parasnath Hill, also known as Sammed Shikhar (Peak of Concentration), is an ancient Jain pilgrimage site with archaeological evidence indicating Jain presence dating back to at least 1500 BCE. The earliest literary reference appears in the Jñātṛdhārmakātha, compiled in the 6th century BCE.
hi: पारसनाथ पर्वत, जिसे सम्मेद शिखर (एकाग्रता का शिखर) भी कहा जाता है, एक प्राचीन जैन तीर्थ स्थल है। पुरातात्विक प्रमाण बताते हैं कि यहाँ जैन उपस्थिति कम से कम 1500 ईसा पूर्व से रही है। इसका सबसे प्राचीन साहित्यिक उल्लेख 6वीं शताब्दी ईसा पूर्व में संकलित 'ज्ञात्रधर्मकथा' में मिलता है।
