Repository: abhisheknaik2k20/namaste-jharkhand
Catalog: lib/l10n/app_*.arb
Languages: hi

# colosseumHistoryInfo2
source: The site derives its name from Lord Parshvanatha, the 23rd Tirthankara, who attained Moksha here in 772 BCE. Throughout history, it has remained the most sacred Jain tirth (pilgrimage site), continuously drawing devotees seeking spiritual liberation and enlightenment.
hi: इस स्थल का नाम भगवान पार्श्वनाथ से जुड़ा है, जो 23वें तीर्थंकर थे और जिन्होंने 772 ईसा पूर्व यहाँ मोक्ष प्राप्त किया। इतिहास भर में यह सबसे पवित्र जैन तीर्थ रहा है, जहाँ भक्त आध्यात्मिक मुक्ति और ज्ञान की खोज में आते रहे हैं।

# colosseumConstructionInfo1
source: The temple complex showcases magnificent Jain architecture built primarily in the 18th century, featuring 32 temples distributed across the hill. The structures display intricate stone carvings, beautiful murals on temple walls, and delicately carved sculptures that depict Jain religious tenets.
hi: मंदिर परिसर मुख्यतः 18वीं शताब्दी में निर्मित भव्य जैन वास्तुकला का उदाहरण है, जिसमें पहाड़ी पर 32 मंदिर फैले हुए हैं। इनमें अद्भुत पत्थर की नक्काशी, मंदिर की दीवारों पर सुंदर भित्तिचित्र और बारीक मूर्तिकला जैन धार्मिक सिद्धांतों को दर्शाती है।

# colosseumConstructionInfo2
source: The temples feature distinctive arched gateway structures and elaborate wall carvings that narrate stories of spiritual Jain teachers. At the base in Madhuvan, there are eight main temples, two Dadawadis (pilgrimage rest houses), and the temple of Bhomiyaji Maharaja, creating a divine architectural ensemble.
hi: मंदिरों में विशिष्ट मेहराबदार द्वार और विस्तृत दीवार नक्काशियाँ हैं, जो जैन आचार्यों की कहानियाँ सुनाती हैं। आधार पर मधुवन में आठ मुख्य मंदिर, दो दादावाड़ी (तीर्थयात्रा विश्राम स्थल) और भोमियाजी महाराज का मंदिर है, जो एक दिव्य स्थापत्य समूह बनाते हैं।

# colosseumLocationInfo1
source: Parasnath Hill is located in the Giridih district of Jharkhand state in eastern India, rising to 1,370 meters as the highest mountain in the state. It lies on the NH-2 Delhi-Kolkata highway section of the historic Grand Trunk Road.
hi: पारसनाथ पर्वत झारखंड राज्य के गिरिडीह जिले में स्थित है और 1,370 मीटर की ऊँचाई तक उठता है, जो राज्य का सबसे ऊँचा पर्वत है। यह ऐतिहासिक ग्रैंड ट्रंक रोड के एनएच-2 दिल्ली-कोलकाता मार्ग खंड पर स्थित है।

# colosseumLocationInfo2
source: The hill is part of the Parasnath Wildlife Sanctuary, a protected area that preserves both the natural ecosystem and sacred Jain heritage. The site is accessible to pilgrims from across India and internationally, serving as the spiritual heart of global Jainism.
hi: यह पर्वत पारसनाथ वन्यजीव अभयारण्य का हिस्सा है, जो प्राकृतिक पारिस्थितिकी तंत्र और पवित्र जैन धरोहर दोनों की रक्षा करता है। यह स्थल पूरे भारत और विदेश से आने वाले तीर्थयात्रियों के लिए सुलभ है और वैश्विक जैन धर्म का आध्यात्मिक केंद्र माना जाता है।

# colosseum70ce
source: 1500 BCE: Archaeological evidence indicates the earliest Jain presence on Parasnath Hill, establishing it as an ancient center of Jain spirituality and meditation.
hi: 1500 ईसा पूर्व: पुरातात्विक प्रमाण पारसनाथ पर्वत पर जैन उपस्थिति के शुरुआती संकेत देते हैं, जिससे यह जैन आध्यात्मिकता और ध्यान का प्राचीन केंद्र स्थापित होता है।

# colosseum82ce
source: 772 BCE: Lord Parshvanatha, the 23rd Tirthankara, attains Moksha (salvation) on the hill, giving the site its sacred name and establishing its supreme religious significance.
hi: 772 ईसा पूर्व: भगवान पार्श्वनाथ, 23वें तीर्थंकर, पर्वत पर मोक्ष (निर्वाण) प्राप्त करते हैं, जिससे यह स्थल पवित्र नाम और सर्वोच्च धार्मिक महत्त्व प्राप्त करता है।

# colosseum1140ce
source: 6th century BCE: The Jñātṛdhārmakātha, one of the twelve core Jain texts, makes the earliest literary reference to Shikharji as a sacred tirth (pilgrimage site).
hi: 6वीं शताब्दी ईसा पूर्व: बारह मुख्य जैन आगमों में से एक 'ज्ञात्रधर्मकथा' में शिखरजी का पवित्र तीर्थ के रूप में सबसे पुराना साहित्यिक उल्लेख मिलता है।

# colosseum1490ce
source: 12th century: Historical records indicate continued religious activities and temple maintenance, with the site serving as an established pilgrimage center.
hi: 12वीं शताब्दी: ऐतिहासिक अभिलेख धार्मिक गतिविधियों और मंदिर रखरखाव की निरंतरता दर्शाते हैं, जिससे यह एक स्थापित तीर्थ केंद्र के रूप में प्रचलित रहा।

# colosseum1829ce
source: 18th century: Major temple construction period begins, with the current architectural complex of 32 temples being built, featuring the distinctive Jain architectural style with intricate carvings.
hi: 18वीं शताब्दी: प्रमुख मंदिर निर्माण काल आरंभ होता है, वर्तमान 32 मंदिरों का वास्तुशिल्प परिसर निर्मित होता है, जिसमें जैन स्थापत्य शैली और बारीक नक्काशियाँ दिखाई देती हैं।

# colosseum1990ce
source: Modern era: The site continues to attract millions of Jain pilgrims annually and is recognized as a protected wildlife sanctuary, balancing religious heritage with environmental conservation.
hi: आधुनिक काल: यह स्थल प्रतिवर्ष लाखों जैन तीर्थयात्रियों को आकर्षित करता है और एक संरक्षित वन्यजीव अभयारण्य के रूप में मान्यता प्राप्त करता है, जहाँ धार्मिक धरोहर और पर्यावरण संरक्षण का संतुलन साधा जाता है।

# colosseumCollectible1Title
source: Jain Prayer Beads (Mala)
hi: जैन प्रार्थना माला

# colosseumCollectible1Icon
source: jewelry
hi: आभूषण

# colosseumCollectible2Title
source: Tirthankara Sculpture
hi: तीर्थंकर की मूर्ति

# colosseumCollectible2Icon
source: statue
hi: प्रतिमा

# colosseumCollectible3Title
source: Jain Manuscript Palm Leaf
hi: जैन पांडुलिपि (तालपत्र)

# colosseumCollectible3Icon
source: picture
hi: चित्र

# greatWallTitle
source: Patratu Valley
hi: पतरातु घाटी

# greatWallSubTitle
source: Industrial Heritage & Natural Beauty
hi: औद्योगिक धरोहर और प्राकृतिक सुंदरता

# greatWallRegionTitle
source: Ramgarh District, Jharkhand
hi: रामगढ़ जिला, झारखंड

# greatWallArtifactCulture
source: Scenic Valley with Thermal Power Heritage
hi: थर्मल पावर धरोहर वाली दर्शनीय घाटी

# greatWallArtifactGeolocation
source: Eastern India
hi: पूर्वी भारत

# greatWallPullQuote1Top
source: A Perfect Blend of
hi: प्रकृति और उद्योग का

# greatWallPullQuote1Bottom
source: Nature and Industry
hi: सही संगम

# greatWallPullQuote2
source: The journey from Ranchi is an adventure in itself with twisting ways providing you an unmatched scenery.
hi: रांची से यहाँ तक की यात्रा स्वयं में एक रोमांच है, जहाँ घुमावदार रास्ते अनुपम दृश्यों की झलक प्रदान करते हैं।

# greatWallPullQuote2Author
source: MakeMyTrip Travel Guide
hi: मेक माय ट्रिप यात्रा गाइड

# greatWallCallout1
source: The Patratu Thermal Power Station was built with Russian collaboration in 1962 and has a power generation capacity of 840MW.
hi: पतरातु थर्मल पावर स्टेशन का निर्माण 1962 में रूसी सहयोग से हुआ था और इसकी बिजली उत्पादन क्षमता 840 मेगावाट है।

# greatWallCallout2
source: The Patratu Dam was constructed on the Nalkari River with a total storage capacity of 81 square miles to supply water to the thermal power station.
hi: नलकरी नदी पर पतरातु बाँध का निर्माण किया गया, जिसकी जल संग्रहण क्षमता 81 वर्ग मील है और जो थर्मल पावर स्टेशन को पानी उपलब्ध कराता है।

# greatWallVideoCaption
source: Patratu Valley: Where Industry Meets Nature in Jharkhand's Beautiful Landscape
hi: पतरातु घाटी: झारखंड के सुंदर परिदृश्य में उद्योग और प्रकृति का संगम

# greatWallMapCaption
source: Map showing location of Patratu Valley in Ramgarh District, Jharkhand, about one hour from Ranchi.
hi: रामगढ़ जिले में स्थित पतरातु घाटी का मानचित्र, जो रांची से लगभग एक घंटे की दूरी पर है।

# greatWallHistoryInfo1
source: Patratu Valley is located in Ramgarh district of Jharkhand state in eastern India. The area developed as a residential town for employees of the Patratu Thermal Power Station, which was established through Russian collaboration in 1962. The valley is known for its lush green terrains and the dam built upon the Nalkari River.
hi: पतरातु घाटी झारखंड राज्य के रामगढ़ जिले में स्थित है। यह क्षेत्र 1962 में रूसी सहयोग से स्थापित पतरातु थर्मल पावर स्टेशन के कर्मचारियों के लिए आवासीय नगर के रूप में विकसित हुआ। घाटी अपने हरे-भरे परिदृश्य और नलकरी नदी पर बने बाँध के लिए प्रसिद्ध है।

# greatWallHistoryInfo2
source: The thermal power station has four chimneys - two built by a Russian firm (called the Russian side) and two by an Indian firm (the Indian side). The dam serves as the main water reservoir for the power plant and has become a popular tourist destination, particularly during winter months when large numbers of visitors come for picnics.
hi: थर्मल पावर स्टेशन में चार चिमनियाँ हैं – दो रूसी कंपनी द्वारा निर्मित (रूसी भाग) और दो भारतीय कंपनी द्वारा निर्मित (भारतीय भाग)। बाँध पावर प्लांट के लिए मुख्य जलाशय के रूप में कार्य करता है और एक लोकप्रिय पर्यटन स्थल बन चुका है, खासकर सर्दियों में जब यहाँ बड़ी संख्या में लोग पिकनिक मनाने आते हैं।

# greatWallConstructionInfo1
source: The Patratu Dam was constructed in 1962 on the Nalkari River, located 30 km west of Ramgarh. Water from the river and from waterfalls of the surrounding hills is stored in this dam. The construction was specifically designed to supply water to the Patratu Thermal Power Station's operations.
hi: पतरातु बाँध का निर्माण 1962 में नलकरी नदी पर किया गया, जो रामगढ़ से 30 किमी पश्चिम में स्थित है। नदी और आसपास की पहाड़ियों से आने वाले झरनों का पानी इस बाँध में संग्रहित किया जाता है। इसका निर्माण विशेष रूप से थर्मल पावर स्टेशन को पानी उपलब्ध कराने के लिए किया गया था।

# greatWallConstructionInfo2
source: The thermal power plant construction involved both Russian and Indian engineering expertise. The facility includes residential areas for employees and supporting infrastructure. A circuit house was built beside the dam, and the area features temples including the Panchawahini temple adjacent to the dam.
hi: थर्मल पावर प्लांट के निर्माण में रूसी और भारतीय इंजीनियरिंग दोनों का योगदान रहा। यहाँ कर्मचारियों के लिए आवासीय क्षेत्र और सहायक ढाँचे बनाए गए। बाँध के पास एक सर्किट हाउस का निर्माण हुआ और क्षेत्र में पंचवाहिनी मंदिर सहित कई मंदिर भी स्थित हैं।

# greatWallLocationInfo1
source: Patratu Valley lies in the Ramgarh district of Jharkhand, accessible via a scenic hour-long drive from Ranchi. The valley features twisting roads with hairpin bends that provide spectacular views, especially when seen from above. The location offers panoramic views of the surrounding hills and the expansive dam.
hi: पतरातु घाटी झारखंड के रामगढ़ जिले में स्थित है और रांची से एक घंटे की सुंदर ड्राइव द्वारा पहुँचा जा सकता है। घाटी के घुमावदार रास्ते और हेयरपिन मोड़ ऊपर से देखने पर मनमोहक दृश्य प्रदान करते हैं। यहाँ से आसपास की पहाड़ियों और विस्तृत बाँध का विहंगम दृश्य मिलता है।

# greatWallLocationInfo2
source: The valley serves multiple purposes beyond power generation - it has become a significant tourist destination offering boat rides, picnic spots, and temple visits. The area includes the Maa Panchwahini Mandir and Mata Rani Mandir temples, and provides access to local eateries serving traditional Jharkhandi cuisine.
hi: यह घाटी केवल बिजली उत्पादन का केंद्र ही नहीं बल्कि एक प्रमुख पर्यटन स्थल भी है। यहाँ नौका विहार, पिकनिक स्थलों और मंदिरों की सुविधा है। क्षेत्र में माँ पंचवाहिनी मंदिर और माता रानी मंदिर शामिल हैं और स्थानीय भोजनालय पारंपरिक झारखंडी व्यंजन परोसते हैं।

# greatWall700bce
source: 1962 CE: The foundation of modern Patratu was laid with the establishment of the thermal power station through Russian collaboration, marking the beginning of the area's transformation from a rural valley to an industrial township.
hi: 1962 ई.: रूसी सहयोग से थर्मल पावर स्टेशन की स्थापना के साथ आधुनिक पतरातु की नींव पड़ी। इससे यह ग्रामीण घाटी एक औद्योगिक नगर में परिवर्तित होने लगी।

# greatWall214bce
source: 1962 CE: Construction of the Patratu Dam was completed on the Nalkari River, creating an 81 square mile water reservoir to supply the newly built thermal power station, fundamentally changing the landscape of the valley.
hi: 1962 ई.: नलकरी नदी पर पतरातु बाँध का निर्माण हुआ, जिसने 81 वर्ग मील का जलाशय बनाया। इससे थर्मल पावर स्टेशन को पानी की आपूर्ति सुनिश्चित हुई और घाटी का स्वरूप बदल गया।

# greatWall121bce
source: 1970s CE: Development of residential areas for power plant employees led to the growth of Patratu as a planned township, with infrastructure including housing, schools, and community facilities being established over a 20-year period.
hi: 1970 का दशक: पावर प्लांट कर्मचारियों के लिए आवासीय क्षेत्र विकसित होने लगे, जिससे पतरातु एक नियोजित नगर के रूप में विकसित हुआ। इसमें आवास, विद्यालय और सामुदायिक सुविधाएँ भी स्थापित की गईं।

# greatWall556ce
source: 1980s-1990s CE: The area began gaining recognition as a tourist destination, with the Jharkhand Tourism Department developing facilities including the tourist complex at Patratu Lake and promoting it as a scenic getaway from urban centers.
hi: 1980-1990 का दशक: यह क्षेत्र पर्यटन स्थल के रूप में प्रसिद्ध होने लगा। झारखंड पर्यटन विभाग ने पतरातु झील पर पर्यटक परिसर सहित कई सुविधाएँ विकसित कीं और इसे शहरी जीवन से दूर एक आकर्षक स्थल के रूप में प्रचारित किया।

# greatWall618ce
source: 2000s CE: Patratu Valley saw increased tourism development with improved road access and facilities, though the thermal power station faced periods of reduced operation and maintenance challenges in later decades.
hi: 2000 का दशक: बेहतर सड़क मार्ग और सुविधाओं के कारण यहाँ पर्यटन में वृद्धि हुई, हालाँकि बाद के दशकों में थर्मल पावर स्टेशन को रखरखाव की चुनौतियों का सामना करना पड़ा।

# greatWall1487ce
source: 2020s CE: Modern tourism initiatives by the Jharkhand government have focused on developing the waterfront and making the valley more attractive to visitors, while plans for expanding power generation capacity continue to be considered.
hi: 2020 का दशक: झारखंड सरकार ने आधुनिक पर्यटन योजनाओं के तहत घाटी के तटवर्ती क्षेत्र को विकसित किया और इसे अधिक आकर्षक बनाने का प्रयास किया। साथ ही, बिजली उत्पादन क्षमता बढ़ाने की योजनाएँ भी विचाराधीन हैं।

# greatWallCollectible1Title
source: Patratu Dam Waters
hi: पतरातु बाँध का जल

# greatWallCollectible1Icon
source: water
hi: जल

# greatWallCollectible2Title
source: Thermal Power Station Model
hi: थर्मल पावर स्टेशन मॉडल

# greatWallCollectible2Icon
source: industry
hi: उद्योग

# greatWallCollectible3Title
source: Panchawahini Temple Offering
hi: पंचवाहिनी मंदिर प्रसाद

# greatWallCollectible3Icon
source: temple
hi: मंदिर

# machuPicchuTitle
source: Hundru Falls
hi: हुंडरू जलप्रपात

# machuPicchuSubTitle
source: Jharkhand's Highest Waterfall
hi: झारखंड का सबसे ऊँचा जलप्रपात

# machuPicchuRegionTitle
source: Ranchi District, Jharkhand
hi: रांची जिला, झारखंड

# machuPicchuArtifactCulture
source: Natural Wonder
hi: प्राकृतिक अजूबा

# machuPicchuArtifactGeolocation
source: Eastern India
hi: पूर्वी भारत

# machuPicchuPullQuote1Top
source: A Spectacular Scene of Water
hi: ऊँचाई से गिरते जल का

# machuPicchuPullQuote1Bottom
source: Falling from Great Height
hi: शानदार नज़ारा

# machuPicchuPullQuote1Author
source: Government of Jharkhand
hi: झारखंड सरकार

# machuPicchuPullQuote2
source: The cascading water creates a misty ambience and forms a frothy pool at the base, which is an exhilarating sight for visitors.
hi: गिरते हुए जल की फुहार धुंधली वातावरण बनाती है और आधार पर झागदार जलकुंड निर्मित करती है, जो आगंतुकों के लिए अत्यंत रोमांचक दृश्य है।

# machuPicchuPullQuote2Author
source: Travel Guide
hi: यात्रा गाइड

# machuPicchuCallout1
source: The waterfall falls from a height of 98 metres (322 feet), making it one of the highest waterfalls in Jharkhand state and the 34th highest waterfall in India.
hi: यह जलप्रपात 98 मीटर (322 फीट) की ऊँचाई से गिरता है, जो इसे झारखंड के सबसे ऊँचे जलप्रपातों में से एक और भारत का 34वाँ सबसे ऊँचा जलप्रपात बनाता है।

# machuPicchuCallout2
source: The different formations of rock due to water erosion create various shapes and niches, lending an almost otherworldly feel to the landscape.
hi: पानी के कटाव से बने चट्टानों के विभिन्न आकार और संरचनाएँ इस स्थान को लगभग अलौकिक रूप प्रदान करते हैं।

# machuPicchuVideoCaption
source: Hundru Falls: Nature's Spectacular Display in Jharkhand
hi: हुंडरू जलप्रपात: झारखंड में प्रकृति का अद्भुत नज़ारा

# machuPicchuMapCaption
source: Map showing location of Hundru Falls on the Subarnarekha River in Ranchi District, Jharkhand.
hi: मानचित्र जिसमें रांची जिले की सुवर्णरेखा नदी पर स्थित हुंडरू जलप्रपात दिखाया गया है।

# machuPicchuHistoryInfo1
source: Hundru Falls is a natural waterfall located in Ranchi district of Jharkhand state in eastern India. The waterfall is formed by the Subarnarekha River, which originates near Piska/Nagri and flows through several districts before joining the Bay of Bengal.
hi: हुंडरू जलप्रपात झारखंड राज्य के रांची जिले में स्थित एक प्राकृतिक जलप्रपात है। यह सुवर्णरेखा नदी से बनता है, जो पिस्का/नगरी के पास से निकलकर कई जिलों से होकर बहती है और अंततः बंगाल की खाड़ी में मिलती है।

# machuPicchuHistoryInfo2
source: The waterfall represents a geological feature called a knickpoint, caused by rejuvenation. This break in the river's gradient allows water to fall vertically, creating the spectacular waterfall that has become one of Jharkhand's most popular tourist destinations.
hi: यह जलप्रपात एक भूगर्भीय संरचना ‘निकपॉइंट’ का उदाहरण है, जो नदी की ढाल में टूटने से बनता है। इससे जल सीधा नीचे गिरता है, और यही इस जलप्रपात की विशेषता है जिसने इसे झारखंड के प्रमुख पर्यटन स्थलों में बदल दिया।

# machuPicchuConstructionInfo1
source: The waterfall is a natural geological formation created by the erosion patterns of the Subarnarekha River over thousands of years. The rocky terrain around the falls has been shaped by continuous water flow, creating unique rock formations and natural pools.
hi: यह जलप्रपात सुवर्णरेखा नदी के हज़ारों वर्षों के अपरदन से बनी प्राकृतिक भूगर्भीय संरचना है। आसपास की चट्टानी सतह को निरंतर जल प्रवाह ने गढ़ा है, जिससे विशिष्ट चट्टानी संरचनाएँ और प्राकृतिक कुंड बने हैं।

# machuPicchuConstructionInfo2
source: The base of the waterfall features a natural pool that serves as both a scenic attraction and a popular bathing spot for visitors. The surrounding landscape is characterized by lush forests and rocky terrain that provides natural beauty and biodiversity.
hi: झरने के तल पर एक प्राकृतिक जलकुंड है, जो दर्शनीय स्थल होने के साथ-साथ आगंतुकों के लिए स्नान का लोकप्रिय स्थान भी है। आसपास का क्षेत्र घने जंगलों और चट्टानी भूभाग से घिरा है, जो इसकी प्राकृतिक सुंदरता और जैव विविधता को बढ़ाता है।

# machuPicchuLocationInfo1
source: Hundru Falls is situated in the Ranchi district of Jharkhand, approximately 45 kilometers from Ranchi city. The waterfall is easily accessible by road and is located in the village of Hundru, making it a popular destination for day trips and picnics.
hi: हुंडरू जलप्रपात रांची जिले में रांची शहर से लगभग 45 किलोमीटर दूर हुंडरू गाँव में स्थित है। यह सड़क मार्ग से आसानी से पहुँचा जा सकता है और पिकनिक व एकदिवसीय भ्रमण के लिए लोकप्रिय गंतव्य है।

# machuPicchuLocationInfo2
source: The surrounding area is characterized by dense forests and rocky terrain. The Subarnarekha River continues its journey from here through multiple states including Jharkhand, West Bengal, and Odisha before ultimately reaching the Bay of Bengal at Talsari.
hi: आसपास का क्षेत्र घने जंगलों और चट्टानी भूभाग से घिरा है। सुवर्णरेखा नदी यहाँ से निकलकर झारखंड, पश्चिम बंगाल और ओडिशा से होते हुए अंततः तालसारी में बंगाल की खाड़ी से मिलती है।

# machuPicchu1438ce
source: Natural formation of the waterfall begins through geological processes and river erosion over millennia.
hi: प्राकृतिक: हज़ारों वर्षों में भूगर्भीय प्रक्रियाओं और नदी अपरदन से जलप्रपात का निर्माण।

# machuPicchu1572ce
source: Local tribal communities and residents of the region have known about the waterfall for generations, using it as a water source and gathering place.
hi: स्थानीय आदिवासी समुदाय पीढ़ियों से जलप्रपात को जानते थे और इसे जल स्रोत व सामुदायिक स्थल के रूप में उपयोग करते थे।

# machuPicchu1867ce
source: The waterfall begins to gain recognition beyond local communities as transportation and communication improve in the region.
hi: परिवहन और संचार में सुधार के साथ जलप्रपात को स्थानीय समुदायों से परे पहचान मिलने लगी।

# machuPicchu1911ce
source: Post-independence development of Jharkhand region brings increased awareness of natural attractions like Hundru Falls.
hi: स्वतंत्रता के बाद झारखंड क्षेत्र के विकास के साथ हुंडरू जलप्रपात जैसे प्राकृतिक स्थलों की लोकप्रियता बढ़ी।

# machuPicchu1964ce
source: Tourism infrastructure begins to develop around the waterfall, making it more accessible to visitors from other regions.
hi: जलप्रपात के आसपास पर्यटन सुविधाओं का विकास शुरू हुआ, जिससे अन्य क्षेत्रों से आने वाले आगंतुकों की संख्या बढ़ी।

# machuPicchu1997ce
source: Hundru Falls becomes established as one of Jharkhand's premier tourist destinations, attracting nature lovers and adventure seekers from across India.
hi: हुंडरू जलप्रपात झारखंड का प्रमुख पर्यटन स्थल स्थापित हुआ, जहाँ प्रकृति प्रेमी और रोमांचक यात्रियों की भीड़ उमड़ने लगी।

# machuPicchuCollectible1Title
source: River Stone Collection
hi: नदी पत्थरों का संग्रह

# machuPicchuCollectible1Icon
source: stone
hi: पत्थर

# machuPicchuCollectible2Title
source: Forest Flora Sample
hi: वनस्पति संग्रह

# machuPicchuCollectible2Icon
source: leaf
hi: पत्ता

# machuPicchuCollectible3Title
source: Water Crystal Formation
hi: जल क्रिस्टल संरचना

# machuPicchuCollectible3Icon
source: crystal
hi: क्रिस्टल

# petraTitle
source: Tapovan Caves
hi: तपोवन गुफाएँ

# petraSubTitle
source: Forest of Meditation
hi: ध्यान का वन

# petraRegionTitle
source: Deoghar, Jharkhand
hi: देवघर, झारखंड

# petraArtifactCulture
source: Hindu
hi: हिन्दू

# petraArtifactGeolocation
source: Eastern India
hi: पूर्वी भारत

# petraPullQuote1Top
source: Sacred Caves Where Sage
hi: पवित्र गुफाएँ जहाँ ऋषि

# petraPullQuote1Bottom
source: Valmiki Found Divine Solitude
hi: वाल्मीकि ने पाया दिव्य एकांत

# petraPullQuote1Author
source: Ancient Hindu Tradition
hi: प्राचीन हिन्दू परंपरा

# petraPullQuote2
source: Tapovan represents the eternal quest for spiritual enlightenment, where meditation transforms the seeker into the divine.
hi: तपोवन आत्मज्ञान की अनंत खोज का प्रतीक है, जहाँ ध्यान साधक को दिव्यता में परिवर्तित कर देता है।

# petraPullQuote2Author
source: Hindu Scripture
hi: हिन्दू शास्त्र

# petraCallout1
source: The name 'Tapovan' translates to 'forest of meditation' in Sanskrit, reflecting the spiritual aura permeating this sacred site where ancient sages sought enlightenment.
hi: 'तपोवन' नाम का अर्थ संस्कृत में 'ध्यान का वन' है, जो इस पवित्र स्थल की आध्यात्मिक आभा को दर्शाता है, जहाँ प्राचीन ऋषियों ने ज्ञान की खोज की।

# petraCallout2
source: These historic caves carved into the hills feature intricate sculptures and quiet interiors, providing fascinating insights into the region's rich spiritual heritage and meditative traditions.
hi: पहाड़ियों में बनी ये ऐतिहासिक गुफाएँ जटिल मूर्तियों और शांत आंतरिक संरचना से सुसज्जित हैं, जो क्षेत्र की समृद्ध आध्यात्मिक विरासत और ध्यान परंपराओं की झलक प्रदान करती हैं।

# petraVideoCaption
source: Tapovan Caves: Sacred Meditation Retreat in the Hills of Deoghar, Jharkhand
hi: तपोवन गुफाएँ: देवघर की पहाड़ियों में पवित्र ध्यान स्थल

# petraMapCaption
source: Map showing location of Tapovan Caves, 10 kilometers from Deoghar in Jharkhand, Eastern India
hi: देवघर से 10 किलोमीटर दूर झारखंड में स्थित तपोवन गुफाओं का मानचित्र।

# petraHistoryInfo1
source: Tapovan Caves have been a spiritual sanctuary for thousands of years, with legends dating back to the Treta Yuga when Lord Rama, Sita, and Lakshmana are believed to have stayed here during their 14-year exile. The caves derive their sacred significance from being the meditation retreat of Sage Valmiki, the composer of the Ramayana.
hi: तपोवन गुफाएँ हज़ारों वर्षों से आध्यात्मिक शरणस्थली रही हैं। परंपरा के अनुसार त्रेता युग में भगवान राम, सीता और लक्ष्मण ने अपने 14 वर्ष के वनवास के दौरान यहाँ निवास किया। गुफाओं का पवित्र महत्व ऋषि वाल्मीकि के ध्यान स्थल होने से है, जिन्होंने रामायण की रचना यहीं की।
