Repository: abhisheknaik2k20/namaste-jharkhand
Catalog: lib/l10n/app_*.arb
Languages: hi

# petraHistoryInfo2
source: The site gained prominence as a center for intense spiritual practice (tapas) when Sage Valmiki came here to do penance for his past wrongdoings and later composed parts of the Ramayana in these very caves. Throughout history, numerous saints and ascetics have found solitude and enlightenment in these tranquil surroundings.
hi: यह स्थल कठोर तपस्या (तप) के केंद्र के रूप में प्रसिद्ध हुआ, जब ऋषि वाल्मीकि यहाँ प्रायश्चित करने आए और बाद में रामायण के अंशों की रचना यहीं की। इतिहास में अनेक संतों और तपस्वियों ने यहाँ एकांत और ज्ञान प्राप्त किया।

# petraConstructionInfo1
source: The Tapovan Caves are naturally formed caverns enhanced with carved elements, featuring the sacred Taponath Mahadeva temple at the summit. Inside one of the main caves, a naturally formed Shiva lingam has been installed, creating a powerful spiritual focal point for devotees and pilgrims.
hi: तपोवन गुफाएँ प्राकृतिक रूप से बनी हुई हैं, जिनमें मानव निर्मित नक्काशियाँ भी हैं। पहाड़ी की चोटी पर तपोनाथ महादेव मंदिर स्थित है। मुख्य गुफाओं में से एक में प्राकृतिक शिवलिंग है, जो भक्तों के लिए प्रमुख आस्था केंद्र है।

# petraConstructionInfo2
source: The cave complex showcases intricate stone sculptures and carvings that depict various Hindu deities and spiritual symbols. The architectural elements blend natural rock formations with human craftsmanship, creating spaces perfectly suited for meditation and spiritual contemplation amidst the hill's serene environment.
hi: गुफाओं में पत्थरों पर बनी मूर्तियाँ और शिल्प हिन्दू देवी-देवताओं और आध्यात्मिक प्रतीकों को दर्शाते हैं। प्राकृतिक संरचना और मानवीय शिल्पकला का सुंदर संगम यहाँ ध्यान और साधना के लिए उपयुक्त वातावरण बनाता है।

# petraLocationInfo1
source: Tapovan Caves are located 10 kilometers from Deoghar in Jharkhand state, Eastern India. The site is nestled in the hills surrounding the holy city of Deoghar, which is famous for the Baidyanath Temple, one of the twelve Jyotirlingas.
hi: तपोवन गुफाएँ झारखंड राज्य के देवघर से 10 किलोमीटर दूर स्थित हैं। यह स्थल पवित्र शहर देवघर की पहाड़ियों में है, जो वैद्यनाथ मंदिर (बारह ज्योतिर्लिंगों में से एक) के लिए प्रसिद्ध है।

# petraLocationInfo2
source: The caves are situated on a hill that can be reached by a 30-minute trek from the base, making them a popular destination for both pilgrims seeking spiritual solace and adventure enthusiasts. The location offers panoramic views of the surrounding landscape and maintains its ancient atmosphere of tranquility.
hi: गुफाएँ एक पहाड़ी पर स्थित हैं, जहाँ आधार से 30 मिनट की चढ़ाई करके पहुँचा जा सकता है। यह स्थल तीर्थयात्रियों और रोमांच प्रेमियों दोनों के लिए लोकप्रिय है। यहाँ से आसपास का विहंगम दृश्य दिखता है और प्राचीन शांति का वातावरण महसूस होता है।

# petra1200bce
source: Treta Yuga: According to Hindu tradition, Lord Rama, Sita, and Lakshmana stayed in these caves during their 14-year exile, establishing the site's initial sacred significance.
hi: त्रेता युग: परंपरा के अनुसार भगवान राम, सीता और लक्ष्मण ने अपने 14 वर्ष के वनवास के दौरान इन गुफाओं में निवास किया।

# petra106bce
source: Ancient Period: Sage Valmiki arrives at Tapovan to perform penance for his past deeds, later composing portions of the Ramayana while meditating in these caves.
hi: प्राचीन काल: ऋषि वाल्मीकि तप करने यहाँ आए और यहीं ध्यान लगाकर रामायण के अंशों की रचना की।

# petra551ce
source: Medieval Period: The caves continue to attract saints and ascetics, with various spiritual masters using the site for intense meditation and tapas (spiritual austerities).
hi: मध्यकाल: गुफाएँ संतों और तपस्वियों के आकर्षण का केंद्र बनी रहीं।

# petra1812ce
source: 19th Century: Saint Balananda Brahmachari performs intense tapas for more than 50 years at Tapovan, achieving spiritual siddhis (supernatural powers) through his dedication.
hi: 19वीं सदी: संत बलानंद ब्रह्मचारी ने तपोवन में 50 वर्षों से अधिक समय तक कठोर तप किया और आध्यात्मिक सिद्धियाँ प्राप्त कीं।

# petra1958ce
source: Modern Era: Sri Balananda Brahmachari and other spiritual masters establish the site's reputation as a powerful center for achieving spiritual enlightenment and divine realization.
hi: आधुनिक काल: श्री बलानंद ब्रह्मचारी और अन्य संतों ने इस स्थल की ख्याति एक शक्तिशाली साधना केंद्र के रूप में स्थापित की।

# petra1989ce
source: Contemporary Period: The site becomes recognized as an important pilgrimage destination, attracting devotees from across India while maintaining its pristine spiritual atmosphere.
hi: समकालीन काल: यह स्थल एक प्रमुख तीर्थ बन गया, जहाँ भारतभर से भक्त आते हैं और यहाँ की पवित्रता व शांति बनी रहती है।

# petraCollectible1Title
source: Sacred Rudraksha Beads
hi: पवित्र रुद्राक्ष माला

# petraCollectible1Icon
source: jewelry
hi: आभूषण

# petraCollectible2Title
source: Shiva Lingam Stone
hi: शिवलिंग शिला

# petraCollectible2Icon
source: statue
hi: प्रतिमा

# petraCollectible3Title
source: Palm Leaf Sanskrit Manuscript
hi: ताड़पत्र संस्कृत पांडुलिपि

# petraCollectible3Icon
source: picture
hi: चित्र

# pyramidsGizaTitle
source: Tagore Hill
hi: टैगोर हिल

# pyramidsGizaSubTitle
source: Morabadi Hill of Literary Heritage
hi: साहित्यिक धरोहर की मोराबादी पहाड़ी

# pyramidsGizaRegionTitle
source: Ranchi, Jharkhand
hi: रांची, झारखंड

# pyramidsGizaArtifactCulture
source: Bengali Literary
hi: बंगाली साहित्यिक

# pyramidsGizaArtifactGeolocation
source: Eastern India
hi: पूर्वी भारत

# pyramidsGizaPullQuote1Top
source: Where Nature's Beauty Inspired
hi: जहाँ प्रकृति की सुंदरता ने प्रेरित किया

# pyramidsGizaPullQuote1Bottom
source: The Tagore Family's Literary Spirit
hi: टैगोर परिवार की साहित्यिक आत्मा को

# pyramidsGizaPullQuote2
source: The serene hilltop became a sanctuary where literary genius found solace amidst nature's grandeur, creating a lasting bond between art and landscape.
hi: यह शांत पहाड़ी साहित्यिक प्रतिभा का आश्रय बनी जहाँ प्रकृति की भव्यता के बीच कला और परिवेश का अनूठा संगम हुआ।

# pyramidsGizaPullQuote2Author
source: Literary Heritage
hi: साहित्यिक धरोहर

# pyramidsGizaCallout1
source: Standing 300 meters (900 feet) high and located just 4 kilometers from Albert Ekka Chowk, this scenic hilltop offers breathtaking sunrise and sunset views that captivated the Tagore family.
hi: 300 मीटर (900 फीट) ऊँची यह दर्शनीय पहाड़ी अल्बर्ट एक्का चौक से केवल 4 किलोमीटर की दूरी पर स्थित है। यहाँ के मनमोहक सूर्योदय और सूर्यास्त के दृश्य ने टैगोर परिवार को मंत्रमुग्ध किया था।

# pyramidsGizaCallout2
source: The hill houses the historic Shanti Dham residence and Brahma Sthal monument built by Jyotirindranath Tagore, along with the Ramakrishna Mission Ashram and educational institutions that continue the legacy of learning.
hi: इस पहाड़ी पर ऐतिहासिक शांति धाम निवास और ब्रह्म स्थल स्मारक हैं जिन्हें ज्योतिरिंद्रनाथ टैगोर ने बनवाया था। साथ ही यहाँ रामकृष्ण मिशन आश्रम और शैक्षिक संस्थान भी हैं जो आज भी शिक्षा और अध्यात्म की परंपरा को आगे बढ़ा रहे हैं।

# pyramidsGizaVideoCaption
source: Tagore Hill: Literary Heritage and Natural Beauty in Ranchi, Jharkhand
hi: टैगोर हिल: साहित्यिक धरोहर और प्राकृतिक सुंदरता, रांची, झारखंड

# pyramidsGizaMapCaption
source: Map showing location of Tagore Hill in Morabadi area, Ranchi, Jharkhand
hi: मानचित्र जिसमें रांची के मोराबादी क्षेत्र में स्थित टैगोर हिल का स्थान दिखाया गया है।

# pyramidsGizaHistoryInfo1
source: Tagore Hill, also known as Morabadi Hill, gained historical significance when Jyotirindranath and Satyendranath Tagore first visited Ranchi in 1898, captivated by the natural beauty of the region. Jyotirindranath Tagore visited again in 1908 and was so enamored by the captivating beauty of Morabadi Hill that he set up his camp home on the hillock.
hi: टैगोर हिल, जिसे मोराबादी हिल भी कहा जाता है, का ऐतिहासिक महत्व 1898 में बढ़ा जब ज्योतिरिंद्रनाथ और सत्येंद्रनाथ टैगोर रांची आए। 1908 में ज्योतिरिंद्रनाथ टैगोर यहाँ दोबारा आए और इसकी अद्भुत सुंदरता से इतने प्रभावित हुए कि उन्होंने यहाँ अपना शिविर निवास स्थापित किया।

# pyramidsGizaHistoryInfo2
source: After the death of his wife Kadambari Devi,rindranath Tagore settled here in 1912, building a house named Shanti Dham and a monument named Brahma Sthal. He lived here until his death in 1925, making the hill a place of literary pilgrimage and cultural heritage.
hi: 1912 में पत्नी कादंबरी देवी की मृत्यु के बाद ज्योतिरिंद्रनाथ टैगोर यहीं बस गए और शांति धाम तथा ब्रह्म स्थल का निर्माण करवाया। वे 1925 तक यहीं रहे, जिससे यह स्थान साहित्यिक तीर्थ और सांस्कृतिक धरोहर बन गया।

# pyramidsGizaConstructionInfo1
source: The hill features the historic Shanti Dham house built by Jyotirindranath Tagore as his residence, designed to harmonize with the natural landscape. The architecture reflects the Bengali style adapted to the local climate and terrain, creating spaces for contemplation and creative work.
hi: पहाड़ी पर स्थित शांति धाम बंगाली स्थापत्य शैली में बनाया गया था जो स्थानीय जलवायु और भू-भाग के अनुसार अनुकूलित था। यह घर चिंतन और सृजनात्मक कार्य के लिए उपयुक्त स्थान बना।

# pyramidsGizaConstructionInfo2
source: The Brahma Sthal monument stands as a spiritual focal point on the hilltop, representing the philosophical and religious inclinations of the Tagore family. The site also houses the Ramakrishna Mission Ashram and educational institutions including the Centre of Divyayan and Agrarian Vocational Institute, continuing the tradition of learning and spiritual development.
hi: ब्रह्म स्थल स्मारक इस पहाड़ी का आध्यात्मिक केंद्र है, जो टैगोर परिवार की दार्शनिक और धार्मिक प्रवृत्ति को दर्शाता है। यहाँ रामकृष्ण मिशन आश्रम और दिव्यायन केंद्र तथा कृषि व्यावसायिक संस्थान भी हैं जो शिक्षा और सेवा की परंपरा को जारी रखते हैं।

# pyramidsGizaLocationInfo1
source: Tagore Hill is situated in Morabadi, Ranchi, Jharkhand, standing approximately 300 meters high (900 feet) and located 4 kilometers from Albert Ekka Chowk. The scenic locality of Morabadi offers spectacular views of sunrise and sunset from the hilltop.
hi: टैगोर हिल रांची के मोराबादी क्षेत्र में स्थित है, जिसकी ऊँचाई लगभग 300 मीटर (900 फीट) है और यह अल्बर्ट एक्का चौक से केवल 4 किलोमीटर की दूरी पर है।

# pyramidsGizaLocationInfo2
source: The hill serves as both a historical landmark and a popular tourist destination, attracting nature lovers, literature enthusiasts, and those seeking peaceful retreats. The destination is popular among adventure lovers for activities like rock climbing, while also serving as inspiration for creative works.
hi: यह स्थान ऐतिहासिक धरोहर और पर्यटन स्थल दोनों है। प्रकृति प्रेमियों, साहित्य प्रेमियों और शांति चाहने वालों के लिए यह आकर्षण का केंद्र है। रोमांच प्रेमियों के लिए यहाँ रॉक क्लाइम्बिंग जैसी गतिविधियाँ भी लोकप्रिय हैं।

# pyramidsGiza2575bce
source: 1898 CE: Jyotirindranath and Satyendranath Tagore first visit Ranchi and discover the natural beauty of Morabadi Hill, beginning the Tagore family's connection with the region.
hi: 1898 ईस्वी: ज्योतिरिंद्रनाथ और सत्येंद्रनाथ टैगोर पहली बार रांची आए और मोराबादी हिल की सुंदरता को देखा।

# pyramidsGiza2465bce
source: 1908 CE: Jyotirindranath Tagore returns to the hill and establishes his camp home, deeply moved by the captivating beauty and tranquil environment of the hilltop location.
hi: 1908 ईस्वी: ज्योतिरिंद्रनाथ टैगोर पुनः यहाँ आए और इस पहाड़ी की सुंदरता से प्रभावित होकर अपना शिविर निवास बनाया।

# pyramidsGiza443bce
source: 1912 CE: Following the death of his wife Kadambari Devi, Jyotirindranath Tagore permanently settles on the hill, constructing Shanti Dham residence and Brahma Sthal monument.
hi: 1912 ईस्वी: पत्नी की मृत्यु के बाद ज्योतिरिंद्रनाथ टैगोर यहाँ स्थायी रूप से बस गए और शांति धाम व ब्रह्म स्थल का निर्माण किया।

# pyramidsGiza1925ce
source: 1925 CE: Jyotirindranath Tagore passes away on the hill, leaving behind a legacy of literary and spiritual heritage that transforms the location into a place of cultural pilgrimage.
hi: 1925 ईस्वी: ज्योतिरिंद्रनाथ टैगोर का यहीं निधन हुआ, जिससे यह स्थान साहित्यिक और आध्यात्मिक धरोहर का केंद्र बन गया।

# pyramidsGiza1979ce
source: Mid-20th Century: The Ramakrishna Mission Ashram is established on the hill, continuing the tradition of spiritual learning and community service initiated by the Tagore family.
hi: 20वीं सदी का मध्य: रामकृष्ण मिशन आश्रम की स्थापना यहाँ हुई, जिसने शिक्षा और सेवा की परंपरा को आगे बढ़ाया।

# pyramidsGiza1990ce
source: Contemporary Period: Tagore Hill becomes a recognized tourist destination managed by Jharkhand Tourism, attracting visitors interested in literary heritage, natural beauty, and spiritual retreats.
hi: आधुनिक काल: झारखंड पर्यटन विभाग द्वारा टैगोर हिल को आधिकारिक पर्यटन स्थल घोषित किया गया।

# pyramidsGizaCollectible1Title
source: Tagore Family Manuscript
hi: टैगोर परिवार की पांडुलिपि

# pyramidsGizaCollectible2Title
source: Brahma Sthal Stone Carving
hi: ब्रह्म स्थल शिल्प

# pyramidsGizaCollectible3Title
source: Shanti Dham Architectural Element
hi: शांति धाम स्थापत्य तत्व

# tajMahalTitle
source: Deoghar District
hi: देवघर ज़िला

# tajMahalSubTitle
source: Land of the Gods
hi: देवताओं की धरती

# tajMahalRegionTitle
source: Santhal Parganas Division, Jharkhand
hi: संथाल परगना डिवीजन, झारखंड

# tajMahalArtifactCulture
source: Hindu Pilgrimage
hi: हिंदू तीर्थयात्रा

# tajMahalArtifactGeolocation
source: Eastern India
hi: पूर्वी भारत

# tajMahalPullQuote1Top
source: Not just a District,
hi: सिर्फ एक ज़िला नहीं,

# tajMahalPullQuote1Bottom
source: but a Sacred Pilgrimage.
hi: बल्कि एक पवित्र तीर्थस्थल।

# tajMahalPullQuote1Author
source: Devotees of Baba Baidyanath
hi: बाबा वैद्यनाथ के भक्त

# tajMahalPullQuote2
source: For devotees, a pilgrimage to Baba Baidyanath Dham is a sacred journey of self-discovery and spiritual awakening.
hi: भक्तों के लिए बाबा वैद्यनाथ धाम की तीर्थयात्रा आत्मज्ञान और आध्यात्मिक जागरण की एक पवित्र यात्रा है।

# tajMahalPullQuote2Author
source: Incredible India
hi: इन्क्रेडिबल इंडिया

# tajMahalCallout1
source: Deoghar is home to the Baidyanath Temple, one of the twelve sacred Jyotirlingas of Lord Shiva and one of the 51 Shakti Peethas in India.
hi: देवघर बाबा वैद्यनाथ मंदिर का घर है, जो बारह पवित्र ज्योतिर्लिंगों में से एक और भारत के 51 शक्तिपीठों में से एक है।

# tajMahalCallout2
source: The Shrawani Mela is the longest religious fair in the world, attracting countless devotees who undertake a rigorous 100 km pilgrimage on foot.
hi: श्रावणी मेला दुनिया का सबसे लंबा धार्मिक मेला है, जहाँ लाखों भक्त 100 किलोमीटर की पैदल यात्रा करके यहाँ पहुँचते हैं।

# tajMahalVideoCaption
source: Deoghar District: Sacred Pilgrimage and Cultural Heritage of Jharkhand
hi: देवघर ज़िला: पवित्र तीर्थ और सांस्कृतिक धरोहर, झारखंड

# tajMahalMapCaption
source: Map showing location of Deoghar District in Santhal Parganas Division, Jharkhand.
hi: मानचित्र जिसमें झारखंड के संथाल परगना डिवीजन में स्थित देवघर ज़िले का स्थान दिखाया गया है।

# tajMahalHistoryInfo1
source: Deoghar, meaning 'Abode of Gods', is the main city of Deoghar District in the Santhal Parganas division of Jharkhand state. The district is renowned for the ancient Baidyanath Temple, which according to legend was built after Lord Shiva appeared to cure the demon king Ravana, earning the name 'Baidyanath' meaning 'Doctor of Doctors'.
hi: देवघर का अर्थ है 'देवताओं का घर'। यहाँ स्थित प्राचीन वैद्यनाथ मंदिर की कथा के अनुसार भगवान शिव ने रावण को रोगमुक्त किया था और इसी कारण यह स्थान 'वैद्यनाथ' कहलाया।

# tajMahalHistoryInfo2
source: The district has deep historical and mythological significance, with the Baidyanath Temple complex comprising the central shrine along with 21 additional temples. The region has been a major pilgrimage center for centuries, attracting devotees from across India who believe that visiting this sacred site provides spiritual liberation and fulfills their wishes.
hi: वैद्यनाथ मंदिर परिसर में मुख्य मंदिर के साथ 21 अतिरिक्त मंदिर हैं। यह पवित्र स्थल सदियों से एक प्रमुख तीर्थ रहा है जहाँ आने से भक्त आत्मिक मुक्ति और मनोकामना पूर्ण होने का विश्वास रखते हैं।

# tajMahalConstructionInfo1
source: The Baidyanath Temple was constructed in the mid-16th century by Puran Mal, an ancestor of Maharastra Giddhour. The temple complex showcases traditional Hindu temple architecture with intricate stone carvings and multiple shrines dedicated to various deities. The main temple stands 72 feet tall and follows classical North Indian temple architectural style.
hi: वैद्यनाथ मंदिर का निर्माण 16वीं सदी के मध्य में हुआ था। यह मंदिर पारंपरिक हिंदू स्थापत्य शैली में निर्मित है जिसमें जटिल पत्थर की नक्काशी और कई छोटे-छोटे मंदिर शामिल हैं। मुख्य मंदिर 72 फीट ऊँचा है।

# tajMahalConstructionInfo2
source: The district covers an area of 2,479 square kilometers with diverse topography including high and low lands, hills, and fertile plains. The landscape consists of several clusters of rocky hills covered with forests, but also features long ridges and valleys. About 28% of the land is very fertile and suitable for cultivation.
hi: देवघर ज़िले का क्षेत्रफल 2,479 वर्ग किलोमीटर है। यहाँ ऊँची-नीची ज़मीन, पहाड़ियाँ, उपजाऊ मैदान और जंगल हैं। लगभग 28% भूमि अत्यंत उपजाऊ और खेती योग्य है।

# tajMahalLocationInfo1
source: Deoghar district is located in the Santhal Parganas division of Jharkhand state, positioned at 24°49'N latitude and 86°70'E longitude. The district is well-connected by road, rail, and air, with Deoghar Airport providing connectivity to major cities like Delhi, Kolkata, and Patna.
hi: देवघर ज़िला झारखंड के संथाल परगना डिवीजन में स्थित है। यह सड़क, रेल और हवाई मार्ग से जुड़ा हुआ है। देवघर हवाई अड्डे से दिल्ली, कोलकाता और पटना जैसी प्रमुख नगरों तक सीधी उड़ान उपलब्ध है।

# tajMahalLocationInfo2
source: The district is strategically located in eastern Jharkhand and serves as the cultural capital of the state due to its religious and cultural significance. It borders several other districts and is easily accessible for the millions of pilgrims who visit annually, particularly during the monsoon season.
hi: देवघर झारखंड की सांस्कृतिक राजधानी है। यह हर साल लाखों श्रद्धालुओं को आकर्षित करता है, विशेषकर सावन महीने में जब श्रावणी मेला आयोजित होता है।

# tajMahal1631ce
source: Ancient period: The region has been inhabited for centuries with rich tribal heritage and early Hindu settlements establishing the area's spiritual significance.
hi: प्राचीन काल: यहाँ पर आदिकाल से जनजातीय संस्कृति और हिंदू धार्मिक परंपराएँ स्थापित हुईं।

# tajMahal1647ce
source: Medieval period: Construction of the main Baidyanath Temple complex is completed in the mid-16th century, establishing it as a major pilgrimage center.
hi: मध्यकाल: 16वीं सदी में वैद्यनाथ मंदिर का निर्माण पूरा हुआ और यह एक प्रमुख तीर्थ बन गया।

# tajMahal1658ce
source: The temple complex gains prominence as one of the twelve Jyotirlingas, attracting pilgrims from across the Indian subcontinent.
hi: मंदिर परिसर बारह ज्योतिर्लिंगों में से एक के रूप में स्थापित हुआ और पूरे भारतीय उपमहाद्वीप से भक्त आने लगे।

# tajMahal1901ce
source: British colonial period: The region becomes part of the Santhal Parganas district, with administrative structures established for governance.
hi: ब्रिटिश शासन काल: यह क्षेत्र संथाल परगना ज़िले का हिस्सा बना और प्रशासनिक ढाँचे विकसित हुए।

# tajMahal1984ce
source: Modern infrastructure development begins with improved transportation and facilities for the growing number of pilgrims visiting the district.
hi: आधुनिक काल: यातायात और यात्रियों के लिए सुविधाओं का विकास शुरू हुआ।

# tajMahal1998ce
source: Post-Jharkhand statehood: Deoghar becomes a separate district with enhanced administrative focus on pilgrimage tourism and cultural preservation.
hi: झारखंड राज्य गठन के बाद: देवघर एक अलग ज़िला बना और तीर्थ पर्यटन तथा सांस्कृतिक संरक्षण पर विशेष ध्यान दिया गया।

# tajMahalCollectible1Title
source: Sacred Rudraksha Beads
hi: पवित्र रुद्राक्ष माला

# tajMahalCollectible2Title
source: Temple Architecture Model
hi: मंदिर स्थापत्य मॉडल

# tajMahalCollectible3Title
source: Sanskrit Manuscript
hi: संस्कृत पांडुलिपि

# timelineEvent2900bce
source: First known use of papyrus by Egyptians
hi: मिस्रवासियों द्वारा पपीरस का पहला ज्ञात उपयोग

# timelineEvent2700bce
source: The Old Kingdom begins in Egypt
hi: मिस्र में पुराना साम्राज्य शुरू होता है

# timelineEvent2600bce
source: Emergence of Mayan culture in the Yucatán Peninsula
hi: युकातान प्रायद्वीप में माया संस्कृति का उद्भव

# timelineEvent2560bce
source: King Khufu completes the Great Pyramid of Giza
hi: राजा खुफू महान गीज़ा पिरामिड का निर्माण पूरा करते हैं

# timelineEvent2500bce
source: The mammoth goes extinct
hi: मैमथ का विलुप्त होना

# timelineEvent2200bce
source: Completion of Stonehenge
hi: स्टोनहेंज का निर्माण पूरा हुआ

# timelineEvent2000bce
source: Domestication of the horse
hi: घोड़े का पालतू बनना

# timelineEvent1800bce
source: Alphabetic writing emerges
hi: वर्णमाला लेखन का उदय

# timelineEvent890bce
source: Homer writes the Iliad and the Odyssey
hi: होमर इलियड और ओडिसी लिखते हैं

# timelineEvent776bce
source: First recorded Ancient Olympic Games
hi: प्रथम दर्ज प्राचीन ओलंपिक खेल

# timelineEvent753bce
source: Founding of Rome
hi: रोम की स्थापना

# timelineEvent447bce
source: Building of the Parthenon at Athens started
hi: एथेंस में पार्थेनन का निर्माण शुरू हुआ

# timelineEvent427bce
source: Birth of Greek Philosopher Plato
hi: यूनानी दार्शनिक प्लेटो का जन्म

# timelineEvent322bce
source: Death of Aristotle (61), the first genuine scientist
hi: अरस्तू की मृत्यु (61), पहले वास्तविक वैज्ञानिक

# timelineEvent200bce
source: Paper is invented in the Han Dynasty
hi: हान राजवंश में कागज का आविष्कार

# timelineEvent44bce
source: Death of Julius Caesar; beginning of the Roman Empire
hi: जूलियस सीज़र की मृत्यु; रोमन साम्राज्य की शुरुआत

# timelineEvent4bce
source: Birth of Jesus Christ
hi: ईसा मसीह का जन्म

# timelineEvent43ce
source: The Roman Empire enters Great Britain for the first time
hi: रोमन साम्राज्य पहली बार ग्रेट ब्रिटेन में प्रवेश करता है

# timelineEvent79ce
source: Destruction of Pompeii by the volcano Vesuvius
hi: वेसुवियस ज्वालामुखी द्वारा पोम्पेई का विनाश

# timelineEvent455ce
source: End of the Roman Empire
hi: रोमन साम्राज्य का अंत

# timelineEvent500ce
source: Tikal becomes the first great Maya city
hi: टिकाल पहला महान माया शहर बना

# timelineEvent632ce
source: Death of Muhammad (61), founder of Islam
hi: मुहम्मद (61) की मृत्यु, इस्लाम के संस्थापक

# timelineEvent793ce
source: The Vikings first invade Britain
hi: वाइकिंग्स पहली बार ब्रिटेन पर आक्रमण करते हैं

# timelineEvent800ce
source: Gunpowder is invented in China
hi: चीन में बारूद का आविष्कार

# timelineEvent1001ce
source: Leif Erikson settles during the winter in present-day eastern Canada
hi: लीफ़ एरिक्सन वर्तमान पूर्वी कनाडा में सर्दियों के दौरान बसते हैं

# timelineEvent1077ce
source: The Construction of the Tower of London begins
hi: लंदन टॉवर का निर्माण शुरू होता है

# timelineEvent1117ce
source: The University of Oxford is founded
hi: ऑक्सफ़ोर्ड विश्वविद्यालय की स्थापना

# timelineEvent1199ce
source: Europeans first use compasses
hi: यूरोपियों द्वारा पहली बार कंपास का उपयोग

# timelineEvent1227ce
source: Death of Genghis Khan (65)
hi: चंगेज़ ख़ान (65) की मृत्यु

# timelineEvent1337ce
source: The Hundred Years' War begins as England and France struggle for dominance.
hi: सौ वर्षीय युद्ध शुरू होता है जब इंग्लैंड और फ्रांस प्रभुत्व के लिए संघर्ष करते हैं

# timelineEvent1347ce
source: The first of many concurrences of the Black Death plague, believed to have wiped out as many as 50% of Europe's population by its end
hi: ब्लैक डेथ महामारी की पहली लहर, जिसने यूरोप की 50% तक आबादी का सफाया किया

# timelineEvent1428ce
source: Birth of the Aztec Empire in Mexico
hi: मेक्सिको में एज़्टेक साम्राज्य का जन्म

# timelineEvent1439ce
source: Johannes Gutenberg invents the printing press
hi: जोहान्स गुटेनबर्ग ने मुद्रण प्रेस का आविष्कार किया

# timelineEvent1492ce
source: Christopher Columbus reaches the New World
hi: क्रिस्टोफर कोलंबस ने नई दुनिया की खोज की

# timelineEvent1760ce
source: The industrial revolution begins
hi: औद्योगिक क्रांति शुरू होती है

# timelineEvent1763ce
source: Development of the Watt steam engine
hi: वाट स्टीम इंजन का विकास
