Repository: abhisheknaik2k20/namaste-jharkhand
Catalog: lib/l10n/app_*.arb
Languages: hi

# timelineEvent1783ce
source: End of the American War of Independence from the British Empire
hi: अमेरिकी स्वतंत्रता युद्ध का अंत ब्रिटिश साम्राज्य से

# timelineEvent1789ce
source: The French Revolution begins
hi: फ्रांसीसी क्रांति शुरू होती है

# timelineEvent1914ce
source: World War I
hi: प्रथम विश्व युद्ध

# timelineEvent1929ce
source: Black Tuesday signals the beginning of the Great Depression
hi: ब्लैक ट्यूज़डे से महामंदी की शुरुआत

# timelineEvent1939ce
source: World War II
hi: द्वितीय विश्व युद्ध

# timelineEvent1957ce
source: launch of Sputnik 1 by the Soviet Union
hi: सोवियत संघ द्वारा स्पुतनिक 1 का प्रक्षेपण

# timelineEvent1969ce
source: Apollo 11 mission lands on the moon
hi: अपोलो 11 मिशन चंद्रमा पर उतरा

source: Privacy Policy
hi: गोपनीयता नीति

# privacyStatement
source: As explained in our {privacyUrl} we do not collect any personal information.
hi: जैसा कि हमारी {privacyUrl} में समझाया गया है, हम कोई व्यक्तिगत जानकारी एकत्र नहीं करते।

# pageNotFoundBackButton
source: Back to civilization
hi: सभ्यता में लौटें

# pageNotFoundMessage
source: The page you are looking for does not exist.
hi: आप जिस पृष्ठ की तलाश कर रहे हैं वह मौजूद नहीं है।

# chatAssistantName
source: Wonderous AI Assistant
hi: वंडरस एआई सहायक

# chatAssistantStatus
source: Online
hi: ऑनलाइन

# chatDefaultMessage
source: Thank you for your message! I'm here to help you explore the wonders of the world.
hi: आपके संदेश के लिए धन्यवाद! मैं आपको दुनिया के अद्भुत स्थलों की खोज में मदद करने के लिए यहां हूं।

# chatStartConversation
source: Start a conversation...
hi: वार्तालाप शुरू करें...

# chatTypeMessage
source: Type a message...
hi: संदेश लिखें...

# chatWelcomeMessage
source: Hello! I'm your AI assistant powered by Google Gemini. How can I help you explore the wonders of the world today?
hi: नमस्ते! मैं आपका एआई सहायक हूं जिसे Google Gemini द्वारा संचालित किया गया है। मैं आज आपकी कैसे मदद कर सकता हूं?

# chatImageReady
source: Image ready to send
hi: चित्र भेजने के लिए तैयार

# chatImageUploaded
source: Image uploaded
hi: चित्र अपलोड किया गया

# chatPermissionRequired
source: Permission is required to pick images
hi: चित्र चुनने के लिए अनुमति आवश्यक है

# chatErrorPickingImage
source: Error picking image
hi: चित्र चुनने में त्रुटि

# chatErrorProcessingImage
source: Error processing image
hi: चित्र संसाधित करने में त्रुटि

# chatErrorProcessingRequest
source: Sorry, there was an error processing your request
hi: क्षमा करें, आपके अनुरोध को संसाधित करने में त्रुटि हुई

# chatNoResponse
source: I'm not sure how to respond to that.
hi: मुझे यकीन नहीं है कि इसका उत्तर कैसे दूं।

# chatTypingMessage
source: Type your message...
hi: अपना संदेश लिखें...

# speechPermissionRequired
source: Microphone permission is required for voice input
hi: वॉयस इनपुट के लिए माइक्रोफ़ोन की अनुमति आवश्यक है

# speechLanguageSelector
source: Language
hi: भाषा

# speechLanguageSelectorTitle
source: Select Language
hi: भाषा चुनें

# speechCancel
source: Cancel
hi: रद्द करें

# speechListening
source: Listening
hi: सुन रहा है

# speechPaused
source: Paused
hi: रुका हुआ

# speechStopped
source: Stopped
hi: बंद हुआ

# speechProcessing
source: Processing...
hi: प्रक्रिया कर रहा है...

# speechSayingSomething
source: Say something
hi: कुछ बोलें

# speechDoubleTapLanguage
source: Double tap to change language
hi: भाषा बदलने के लिए डबल टैप करें

# speechLongPressToTalk
source: Long press to talk
hi: बोलने के लिए लंबा दबाएं

# artifactDetailsLabelPeriod
source: Period
hi: काल

# artifactDetailsLabelGeography
source: Geography
hi: भौगोलिक क्षेत्र

# artifactDetailsLabelMedium
source: Medium
hi: माध्यम

# artifactDetailsLabelDimension
source: Dimension
hi: आयाम

# artifactDetailsLabelClassification
source: Classification
hi: वर्गीकरण

# artifactDetailsSemanticThumbnail
source: thumbnail image
hi: थंबनेल छवि

# artifactDetailsErrorNotFound
source: Unable to find info for marketplace {artifactId}
hi: मार्केटप्लेस {artifactId} के लिए जानकारी नहीं मिली

# artifactsSearchTitleBrowse
source: Browse Marketplace
hi: मार्केटप्लेस ब्राउज़ करें

# artifactsSearchLabelNotFound
source: No marketplace found
hi: कोई मार्केटप्लेस नहीं मिला

# artifactsSearchButtonToggle
source: Toggle Timeframe
hi: समय सीमा बदलें

# artifactsSearchSemanticTimeframe
source: timeframe
hi: समय सीमा

# artifactsSearchLabelFound
source: {numFound} marketplace found, {numResults} in
hi: {numFound} मार्केटप्लेस मिला, {numResults} में

# artifactsSearchLabelAdjust
source: Adjust your
hi: अपना

# artifactsSearchLabelSearch
source: search terms
hi: खोज शब्द

# artifactsSearchLabelTimeframe
source: timeframe
hi: समय सीमा

# circleButtonsSemanticClose
source: close
hi: बंद करें

# circleButtonsSemanticBack
source: back
hi: वापस

# collectibleFoundTitleArtifactDiscovered
source: Artifact Discovered
hi: कलाकृति मिली

# collectibleFoundButtonViewCollection
source: view in my collection
hi: मेरे संग्रह में देखें

# collectibleItemSemanticCollectible
source: collectible item
hi: संग्रहणीय वस्तु

# collectionTitleCollection
source: Collection
hi: संग्रह

# collectionPopupResetConfirm
source: Are you sure you want to reset your collection?
hi: क्या आप वाकई अपना संग्रह रीसेट करना चाहते हैं?

# eightWaySemanticSwipeDetector
source: eight-way swipe detector
hi: आठ-तरफ़ा स्वाइप डिटेक्टर

# expandingTimeSelectorSemanticSelector
source: time range selector
hi: समय सीमा चयनकर्ता

# fullscreenImageViewerSemanticFull
source: full screen image, no description available
hi: पूर्ण स्क्रीन छवि, कोई विवरण उपलब्ध नहीं

# homeMenuButtonExplore
source: Explore the timeline
hi: समयरेखा देखें

# homeMenuButtonView
source: View your collection
hi: अपना संग्रह देखें

# homeMenuButtonAbout
source: About this app
hi: इस ऐप के बारे में

# homeMenuAboutWonderous
source: Wonderous is a visual showcase of eight wonders of the world.
hi: वंडरस दुनिया के आठ आश्चर्यों का एक दृश्य प्रदर्शन है।

# homeMenuAboutBuilt
source: Built with {flutterUrl} by the team at {gskinnerUrl}.
hi: {flutterUrl} से बनाया गया, {gskinnerUrl} की टीम द्वारा।

# homeMenuAboutLearn
source: Learn more at {wonderousUrl}.
hi: {wonderousUrl} पर और जानें।

# homeMenuAboutSource
source: To see the source code for this app, please visit the {githubUrl}.
hi: इस ऐप का सोर्स कोड देखने के लिए कृपया {githubUrl} पर जाएं।

# homeMenuAboutRepo
source: Wonderous github repo
hi: वंडरस गिटहब रिपो

# homeMenuAboutFlutter
source: Flutter
hi: फ़्लटर

# homeMenuAboutGskinner
source: gskinner
hi: जीस्किनर

# homeMenuAboutPublic
source: Public-domain artworks from {metUrl}.
hi: सार्वजनिक-डोमेन कलाकृतियाँ {metUrl} से।

# homeMenuAboutMet
source: The Metropolitan Museum of Art, New York
hi: द मेट्रोपॉलिटन म्यूज़ियम ऑफ़ आर्ट, न्यूयॉर्क

# homeMenuAboutPhotography
source: Photography from {unsplashUrl}.
hi: फ़ोटोग्राफ़ी {unsplashUrl} से।

# homeMenuAboutUnsplash
source: Unsplash
hi: अनस्प्लैश
